{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 119, "word_counts": "{\"hi\": 1, \"hello\": 1, \"how\": 5, \"are\": 2, \"you\": 17, \"is\": 7, \"anyone\": 1, \"there\": 1, \"good\": 3, \"morning\": 1, \"afternoon\": 1, \"evening\": 1, \"hey\": 1, \"what's\": 6, \"up\": 2, \"howdy\": 1, \"bye\": 1, \"see\": 1, \"later\": 3, \"goodbye\": 1, \"have\": 2, \"a\": 11, \"nice\": 1, \"day\": 1, \"talk\": 1, \"to\": 6, \"catch\": 1, \"i'm\": 4, \"leaving\": 1, \"peace\": 1, \"out\": 1, \"farewell\": 1, \"thanks\": 3, \"thank\": 1, \"that's\": 1, \"helpful\": 1, \"you're\": 1, \"awesome\": 1, \"i\": 13, \"appreciate\": 1, \"it\": 6, \"much\": 2, \"appreciated\": 1, \"lot\": 1, \"so\": 2, \"help\": 3, \"me\": 11, \"need\": 3, \"can\": 11, \"stuck\": 1, \"question\": 1, \"assist\": 2, \"assistance\": 1, \"confused\": 1, \"the\": 6, \"weather\": 3, \"like\": 4, \"raining\": 1, \"today\": 2, \"how's\": 2, \"temperature\": 1, \"will\": 1, \"be\": 1, \"sunny\": 1, \"tomorrow\": 1, \"forecast\": 1, \"cold\": 1, \"outside\": 1, \"report\": 1, \"hot\": 1, \"tell\": 4, \"joke\": 2, \"laugh\": 2, \"funny\": 2, \"story\": 1, \"crack\": 1, \"make\": 1, \"say\": 1, \"something\": 1, \"got\": 1, \"any\": 1, \"jokes\": 1, \"cheer\": 1, \"yes\": 1, \"sure\": 2, \"of\": 3, \"course\": 1, \"definitely\": 1, \"absolutely\": 1, \"why\": 2, \"not\": 4, \"certainly\": 1, \"agreed\": 1, \"yup\": 1, \"no\": 1, \"maybe\": 1, \"never\": 1, \"mind\": 2, \"changed\": 1, \"my\": 8, \"don't\": 1, \"think\": 1, \"now\": 1, \"cancel\": 1, \"forget\": 1, \"who\": 1, \"what\": 7, \"when\": 1, \"where\": 1, \"could\": 2, \"explain\": 4, \"do\": 7, \"know\": 2, \"reason\": 1, \"for\": 1, \"about\": 4, \"give\": 1, \"information\": 1, \"on\": 3, \"provide\": 1, \"details\": 1, \"i'd\": 3, \"learn\": 1, \"status\": 2, \"order\": 5, \"track\": 1, \"doing\": 1, \"where's\": 1, \"package\": 1, \"has\": 1, \"shipped\": 1, \"delivery\": 1, \"way\": 1, \"pay\": 1, \"payment\": 3, \"methods\": 1, \"accept\": 1, \"secure\": 1, \"use\": 1, \"credit\": 1, \"card\": 1, \"take\": 1, \"paypal\": 1, \"options\": 2, \"get\": 1, \"refund\": 3, \"your\": 3, \"policy\": 1, \"want\": 1, \"return\": 2, \"product\": 1, \"refunds\": 1, \"work\": 1, \"an\": 3, \"item\": 1, \"process\": 1, \"book\": 2, \"appointment\": 3, \"schedule\": 1, \"meeting\": 2, \"session\": 1, \"set\": 1, \"availability\": 1, \"arrange\": 1, \"services\": 4, \"offer\": 1, \"kind\": 1, \"available\": 1, \"provided\": 1, \"service\": 1}", "word_docs": "{\"hi\": 1, \"hello\": 1, \"how\": 5, \"you\": 17, \"are\": 2, \"there\": 1, \"is\": 7, \"anyone\": 1, \"morning\": 1, \"good\": 3, \"afternoon\": 1, \"evening\": 1, \"hey\": 1, \"up\": 2, \"what's\": 6, \"howdy\": 1, \"bye\": 1, \"later\": 3, \"see\": 1, \"goodbye\": 1, \"have\": 2, \"nice\": 1, \"day\": 1, \"a\": 11, \"talk\": 1, \"to\": 6, \"catch\": 1, \"i'm\": 4, \"leaving\": 1, \"peace\": 1, \"out\": 1, \"farewell\": 1, \"thanks\": 3, \"thank\": 1, \"that's\": 1, \"helpful\": 1, \"awesome\": 1, \"you're\": 1, \"it\": 6, \"i\": 13, \"appreciate\": 1, \"appreciated\": 1, \"much\": 2, \"lot\": 1, \"so\": 2, \"help\": 3, \"me\": 11, \"need\": 3, \"can\": 11, \"stuck\": 1, \"question\": 1, \"assist\": 2, \"assistance\": 1, \"confused\": 1, \"the\": 6, \"like\": 4, \"weather\": 3, \"today\": 2, \"raining\": 1, \"temperature\": 1, \"how's\": 2, \"tomorrow\": 1, \"sunny\": 1, \"be\": 1, \"will\": 1, \"forecast\": 1, \"outside\": 1, \"cold\": 1, \"report\": 1, \"hot\": 1, \"joke\": 2, \"tell\": 4, \"laugh\": 2, \"funny\": 2, \"story\": 1, \"crack\": 1, \"make\": 1, \"something\": 1, \"say\": 1, \"any\": 1, \"got\": 1, \"jokes\": 1, \"cheer\": 1, \"yes\": 1, \"sure\": 2, \"of\": 3, \"course\": 1, \"definitely\": 1, \"absolutely\": 1, \"not\": 4, \"why\": 2, \"certainly\": 1, \"agreed\": 1, \"yup\": 1, \"no\": 1, \"maybe\": 1, \"never\": 1, \"mind\": 2, \"changed\": 1, \"my\": 8, \"don't\": 1, \"think\": 1, \"now\": 1, \"cancel\": 1, \"forget\": 1, \"who\": 1, \"what\": 7, \"when\": 1, \"where\": 1, \"could\": 2, \"explain\": 4, \"do\": 7, \"know\": 2, \"reason\": 1, \"for\": 1, \"about\": 4, \"on\": 3, \"give\": 1, \"information\": 1, \"provide\": 1, \"details\": 1, \"learn\": 1, \"i'd\": 3, \"status\": 2, \"order\": 5, \"track\": 1, \"doing\": 1, \"package\": 1, \"where's\": 1, \"has\": 1, \"shipped\": 1, \"delivery\": 1, \"way\": 1, \"pay\": 1, \"accept\": 1, \"methods\": 1, \"payment\": 3, \"secure\": 1, \"use\": 1, \"credit\": 1, \"card\": 1, \"paypal\": 1, \"take\": 1, \"options\": 2, \"get\": 1, \"refund\": 3, \"your\": 3, \"policy\": 1, \"want\": 1, \"product\": 1, \"return\": 2, \"refunds\": 1, \"work\": 1, \"an\": 3, \"item\": 1, \"process\": 1, \"appointment\": 3, \"book\": 2, \"schedule\": 1, \"meeting\": 2, \"session\": 1, \"set\": 1, \"availability\": 1, \"arrange\": 1, \"offer\": 1, \"services\": 4, \"kind\": 1, \"available\": 1, \"provided\": 1, \"service\": 1}", "index_docs": "{\"59\": 1, \"60\": 1, \"15\": 5, \"2\": 17, \"38\": 2, \"62\": 1, \"8\": 7, \"61\": 1, \"63\": 1, \"24\": 3, \"64\": 1, \"65\": 1, \"66\": 1, \"39\": 2, \"11\": 6, \"67\": 1, \"68\": 1, \"25\": 3, \"69\": 1, \"70\": 1, \"40\": 2, \"71\": 1, \"72\": 1, \"4\": 11, \"73\": 1, \"12\": 6, \"74\": 1, \"17\": 4, \"75\": 1, \"76\": 1, \"77\": 1, \"78\": 1, \"26\": 3, \"79\": 1, \"80\": 1, \"81\": 1, \"83\": 1, \"82\": 1, \"13\": 6, \"3\": 13, \"84\": 1, \"85\": 1, \"41\": 2, \"86\": 1, \"42\": 2, \"27\": 3, \"5\": 11, \"28\": 3, \"6\": 11, \"87\": 1, \"88\": 1, \"43\": 2, \"89\": 1, \"90\": 1, \"14\": 6, \"18\": 4, \"29\": 3, \"44\": 2, \"91\": 1, \"92\": 1, \"45\": 2, \"96\": 1, \"95\": 1, \"94\": 1, \"93\": 1, \"97\": 1, \"99\": 1, \"98\": 1, \"100\": 1, \"101\": 1, \"46\": 2, \"19\": 4, \"47\": 2, \"48\": 2, \"102\": 1, \"103\": 1, \"104\": 1, \"106\": 1, \"105\": 1, \"108\": 1, \"107\": 1, \"109\": 1, \"110\": 1, \"111\": 1, \"49\": 2, \"30\": 3, \"112\": 1, \"113\": 1, \"114\": 1, \"20\": 4, \"50\": 2, \"115\": 1, \"116\": 1, \"117\": 1, \"118\": 1, \"119\": 1, \"120\": 1, \"51\": 2, \"121\": 1, \"7\": 8, \"122\": 1, \"123\": 1, \"124\": 1, \"125\": 1, \"126\": 1, \"127\": 1, \"9\": 7, \"128\": 1, \"129\": 1, \"52\": 2, \"21\": 4, \"10\": 7, \"53\": 2, \"130\": 1, \"131\": 1, \"22\": 4, \"31\": 3, \"132\": 1, \"133\": 1, \"134\": 1, \"135\": 1, \"136\": 1, \"32\": 3, \"54\": 2, \"16\": 5, \"137\": 1, \"138\": 1, \"140\": 1, \"139\": 1, \"141\": 1, \"142\": 1, \"143\": 1, \"144\": 1, \"145\": 1, \"147\": 1, \"146\": 1, \"33\": 3, \"148\": 1, \"149\": 1, \"150\": 1, \"151\": 1, \"153\": 1, \"152\": 1, \"55\": 2, \"154\": 1, \"34\": 3, \"35\": 3, \"155\": 1, \"156\": 1, \"157\": 1, \"56\": 2, \"158\": 1, \"159\": 1, \"36\": 3, \"160\": 1, \"161\": 1, \"37\": 3, \"57\": 2, \"162\": 1, \"58\": 2, \"163\": 1, \"164\": 1, \"165\": 1, \"166\": 1, \"167\": 1, \"23\": 4, \"168\": 1, \"169\": 1, \"170\": 1, \"171\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"you\", \"3\": \"i\", \"4\": \"a\", \"5\": \"me\", \"6\": \"can\", \"7\": \"my\", \"8\": \"is\", \"9\": \"what\", \"10\": \"do\", \"11\": \"what's\", \"12\": \"to\", \"13\": \"it\", \"14\": \"the\", \"15\": \"how\", \"16\": \"order\", \"17\": \"i'm\", \"18\": \"like\", \"19\": \"tell\", \"20\": \"not\", \"21\": \"explain\", \"22\": \"about\", \"23\": \"services\", \"24\": \"good\", \"25\": \"later\", \"26\": \"thanks\", \"27\": \"help\", \"28\": \"need\", \"29\": \"weather\", \"30\": \"of\", \"31\": \"on\", \"32\": \"i'd\", \"33\": \"payment\", \"34\": \"refund\", \"35\": \"your\", \"36\": \"an\", \"37\": \"appointment\", \"38\": \"are\", \"39\": \"up\", \"40\": \"have\", \"41\": \"much\", \"42\": \"so\", \"43\": \"assist\", \"44\": \"today\", \"45\": \"how's\", \"46\": \"joke\", \"47\": \"laugh\", \"48\": \"funny\", \"49\": \"sure\", \"50\": \"why\", \"51\": \"mind\", \"52\": \"could\", \"53\": \"know\", \"54\": \"status\", \"55\": \"options\", \"56\": \"return\", \"57\": \"book\", \"58\": \"meeting\", \"59\": \"hi\", \"60\": \"hello\", \"61\": \"anyone\", \"62\": \"there\", \"63\": \"morning\", \"64\": \"afternoon\", \"65\": \"evening\", \"66\": \"hey\", \"67\": \"howdy\", \"68\": \"bye\", \"69\": \"see\", \"70\": \"goodbye\", \"71\": \"nice\", \"72\": \"day\", \"73\": \"talk\", \"74\": \"catch\", \"75\": \"leaving\", \"76\": \"peace\", \"77\": \"out\", \"78\": \"farewell\", \"79\": \"thank\", \"80\": \"that's\", \"81\": \"helpful\", \"82\": \"you're\", \"83\": \"awesome\", \"84\": \"appreciate\", \"85\": \"appreciated\", \"86\": \"lot\", \"87\": \"stuck\", \"88\": \"question\", \"89\": \"assistance\", \"90\": \"confused\", \"91\": \"raining\", \"92\": \"temperature\", \"93\": \"will\", \"94\": \"be\", \"95\": \"sunny\", \"96\": \"tomorrow\", \"97\": \"forecast\", \"98\": \"cold\", \"99\": \"outside\", \"100\": \"report\", \"101\": \"hot\", \"102\": \"story\", \"103\": \"crack\", \"104\": \"make\", \"105\": \"say\", \"106\": \"something\", \"107\": \"got\", \"108\": \"any\", \"109\": \"jokes\", \"110\": \"cheer\", \"111\": \"yes\", \"112\": \"course\", \"113\": \"definitely\", \"114\": \"absolutely\", \"115\": \"certainly\", \"116\": \"agreed\", \"117\": \"yup\", \"118\": \"no\", \"119\": \"maybe\", \"120\": \"never\", \"121\": \"changed\", \"122\": \"don't\", \"123\": \"think\", \"124\": \"now\", \"125\": \"cancel\", \"126\": \"forget\", \"127\": \"who\", \"128\": \"when\", \"129\": \"where\", \"130\": \"reason\", \"131\": \"for\", \"132\": \"give\", \"133\": \"information\", \"134\": \"provide\", \"135\": \"details\", \"136\": \"learn\", \"137\": \"track\", \"138\": \"doing\", \"139\": \"where's\", \"140\": \"package\", \"141\": \"has\", \"142\": \"shipped\", \"143\": \"delivery\", \"144\": \"way\", \"145\": \"pay\", \"146\": \"methods\", \"147\": \"accept\", \"148\": \"secure\", \"149\": \"use\", \"150\": \"credit\", \"151\": \"card\", \"152\": \"take\", \"153\": \"paypal\", \"154\": \"get\", \"155\": \"policy\", \"156\": \"want\", \"157\": \"product\", \"158\": \"refunds\", \"159\": \"work\", \"160\": \"item\", \"161\": \"process\", \"162\": \"schedule\", \"163\": \"session\", \"164\": \"set\", \"165\": \"availability\", \"166\": \"arrange\", \"167\": \"offer\", \"168\": \"kind\", \"169\": \"available\", \"170\": \"provided\", \"171\": \"service\"}", "word_index": "{\"<OOV>\": 1, \"you\": 2, \"i\": 3, \"a\": 4, \"me\": 5, \"can\": 6, \"my\": 7, \"is\": 8, \"what\": 9, \"do\": 10, \"what's\": 11, \"to\": 12, \"it\": 13, \"the\": 14, \"how\": 15, \"order\": 16, \"i'm\": 17, \"like\": 18, \"tell\": 19, \"not\": 20, \"explain\": 21, \"about\": 22, \"services\": 23, \"good\": 24, \"later\": 25, \"thanks\": 26, \"help\": 27, \"need\": 28, \"weather\": 29, \"of\": 30, \"on\": 31, \"i'd\": 32, \"payment\": 33, \"refund\": 34, \"your\": 35, \"an\": 36, \"appointment\": 37, \"are\": 38, \"up\": 39, \"have\": 40, \"much\": 41, \"so\": 42, \"assist\": 43, \"today\": 44, \"how's\": 45, \"joke\": 46, \"laugh\": 47, \"funny\": 48, \"sure\": 49, \"why\": 50, \"mind\": 51, \"could\": 52, \"know\": 53, \"status\": 54, \"options\": 55, \"return\": 56, \"book\": 57, \"meeting\": 58, \"hi\": 59, \"hello\": 60, \"anyone\": 61, \"there\": 62, \"morning\": 63, \"afternoon\": 64, \"evening\": 65, \"hey\": 66, \"howdy\": 67, \"bye\": 68, \"see\": 69, \"goodbye\": 70, \"nice\": 71, \"day\": 72, \"talk\": 73, \"catch\": 74, \"leaving\": 75, \"peace\": 76, \"out\": 77, \"farewell\": 78, \"thank\": 79, \"that's\": 80, \"helpful\": 81, \"you're\": 82, \"awesome\": 83, \"appreciate\": 84, \"appreciated\": 85, \"lot\": 86, \"stuck\": 87, \"question\": 88, \"assistance\": 89, \"confused\": 90, \"raining\": 91, \"temperature\": 92, \"will\": 93, \"be\": 94, \"sunny\": 95, \"tomorrow\": 96, \"forecast\": 97, \"cold\": 98, \"outside\": 99, \"report\": 100, \"hot\": 101, \"story\": 102, \"crack\": 103, \"make\": 104, \"say\": 105, \"something\": 106, \"got\": 107, \"any\": 108, \"jokes\": 109, \"cheer\": 110, \"yes\": 111, \"course\": 112, \"definitely\": 113, \"absolutely\": 114, \"certainly\": 115, \"agreed\": 116, \"yup\": 117, \"no\": 118, \"maybe\": 119, \"never\": 120, \"changed\": 121, \"don't\": 122, \"think\": 123, \"now\": 124, \"cancel\": 125, \"forget\": 126, \"who\": 127, \"when\": 128, \"where\": 129, \"reason\": 130, \"for\": 131, \"give\": 132, \"information\": 133, \"provide\": 134, \"details\": 135, \"learn\": 136, \"track\": 137, \"doing\": 138, \"where's\": 139, \"package\": 140, \"has\": 141, \"shipped\": 142, \"delivery\": 143, \"way\": 144, \"pay\": 145, \"methods\": 146, \"accept\": 147, \"secure\": 148, \"use\": 149, \"credit\": 150, \"card\": 151, \"take\": 152, \"paypal\": 153, \"get\": 154, \"policy\": 155, \"want\": 156, \"product\": 157, \"refunds\": 158, \"work\": 159, \"item\": 160, \"process\": 161, \"schedule\": 162, \"session\": 163, \"set\": 164, \"availability\": 165, \"arrange\": 166, \"offer\": 167, \"kind\": 168, \"available\": 169, \"provided\": 170, \"service\": 171}"}}